tap "hashicorp/tap"
brew "doctl"
brew "ffmpeg"
brew "go"
brew "helm"
brew "kubevela"
brew "neovim"
brew "node"
brew "pyenv"
brew "python@3.13"
brew "watch"
brew "hashicorp/tap/terraform"
cask "docker-desktop"
cask "git-credential-manager"
cask "postman"
cask "warp"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "golang.go"
vscode "hashicorp.terraform"
