cask_args appdir: '/Applications'

tap 'homebrew/bundle'
tap "hashicorp/tap"

brew 'doctl'
brew 'ffmpeg'
brew 'go'
brew 'helm'
brew 'imagemagick'
brew 'kubevela'
brew 'neovim'
brew 'node'
brew 'pyenv'
brew 'spaceman-diff'
brew 'spark'
brew 'hashicorp/tap/terraform'
brew 'watch'
brew 'wget'
brew 'yt-dlp'

cask 'git-credential-manager'
cask '1password'
cask 'android-platform-tools'
cask 'diffusionbee'
cask 'docker'
cask 'docker-desktop'
cask 'handbrake-app'
cask 'notion-calendar'
cask 'postman'
cask 'qlvideo'
cask 'transmission'
cask 'raycast'
cask 'warp'
cask 'whatsapp'
cask 'windsurf'
cask 'visual-studio-code'
cask 'vlc'
cask 'zed'
cask 'zoom'
